[
    {
      "id": "1",
      "estate_title": "Sunset Serenity Resort",
      "segment_name": "Resorts",
      "description": "Escape to the breathtaking Sunset Serenity Resort, where luxury meets nature. Enjoy stunning sunsets, pristine beaches, and world-class amenities. Indulge in pampering spa treatments, savor gourmet cuisine, and unwind in spacious, elegantly furnished suites. Whether you're seeking adventure or relaxation, our resort offers something for everyone. Explore nearby hiking trails, tee off at championship golf courses, or simply lounge by the infinity pool with a refreshing cocktail. Experience paradise at Sunset Serenity.",
      "price": "$500,000 /",
      "status": "sale",
      "area": "5000 sq ft",
      "location": "Coastal Haven, California",
      "image": "https://i.postimg.cc/LskHqqQz/resorts1.jpg",
      "facilities": ["Infinity pool", "Spa & wellness center", "Beachfront dining", "Tennis courts", "Fitness gym"]
    },
    {
      "id": "2",
      "estate_title": "Tranquil Pine Lodge",
      "segment_name": "Lodges",
      "description": "Experience the cozy comfort of Tranquil Pine Lodge nestled in the heart of the forest. Perfect for nature lovers seeking solitude. Unwind in rustic yet luxurious cabins surrounded by towering pines and serene landscapes. Wake up to the gentle sounds of nature and breathe in the crisp mountain air. Whether you're fishing in nearby streams or simply lounging on the porch with a good book, Tranquil Pine Lodge offers a rejuvenating escape from the hustle and bustle of city life.",
      "price": "$300,000 /",
      "status": "sale",
      "area": "2500 sq ft",
      "location": "Whispering Woods, Oregon",
      "image": "https://i.postimg.cc/Z56gN9kx/lodge2.jpg",
      "facilities": ["Fireplace", "Hiking trails", "Outdoor hot tub", "Picnic area", "Wildlife viewing"]
    },
    {
      "id": "3",
      "estate_title": "Azure Waves Motel",
      "segment_name": "Motels",
      "description": "Stay at the charming Azure Waves Motel, where comfort meets affordability. Conveniently located near beaches and attractions. Our well-appointed rooms offer all the comforts of home, including plush bedding and modern amenities. Start your day with a complimentary continental breakfast before heading out to explore the vibrant local area. Whether you're here for business or leisure, Azure Waves Motel provides a welcoming retreat for travelers of all kinds.",
      "price": "$100 / per night",
      "status": "rent",
      "area": "400 sq ft",
      "location": "Seaside Plaza, Florida",
      "image": "https://i.postimg.cc/wvrFZH8B/motels2.jpg",
      "facilities": ["Free WiFi", "Swimming pool", "24-hour reception", "Parking", "Air conditioning"]
    },
    {
      "id": "4",
      "estate_title": "Mountain View Guesthouse",
      "segment_name": "Guesthouses",
      "description": "Discover the warmth of Mountain View Guesthouse, offering panoramic vistas of majestic peaks. A home away from home. Nestled amidst towering mountains and lush greenery, our guesthouse offers comfortable accommodations and personalized service. Enjoy homely comforts such as cozy bedrooms, a communal kitchen, and a welcoming living area. Whether you're hiking in the mountains or simply unwinding on the porch with a cup of tea, Mountain View Guesthouse promises a memorable stay.",
      "price": "$200 / per night",
      "status": "rent",
      "area": "600 sq ft",
      "location": "Alpine Retreat, Colorado",
      "image": "https://i.postimg.cc/nL1SnV8Z/faq2.jpg",
      "facilities": ["Private balcony", "Breakfast included", "Mountain bike rental", "Library lounge", "Outdoor BBQ area"]
    },
    {
      "id": "5",
      "estate_title": "Luxury Golden Sands Resort",
      "segment_name": "Resorts",
      "description": "Indulge in the luxury of Golden Sands Resort, where sun-kissed beaches and azure waters create the perfect escape. Immerse yourself in opulence as you unwind in elegantly appointed suites with panoramic ocean views. Dive into crystal-clear waters, lounge by the poolside with a refreshing cocktail, or pamper yourself with rejuvenating spa treatments. With a range of recreational activities and gourmet dining options, Golden Sands Resort promises an unforgettable getaway for discerning travelers.",
      "price": "$700,000 /",
      "status": "sale",
      "area": "8000 sq ft",
      "location": "Tropical Paradise, Hawaii",
      "image": "https://i.postimg.cc/T3TjkhL9/resorts7.jpg",
      "facilities": ["Private beach access", "Fine dining restaurants", "Water sports equipment", "Kids club", "Yoga studio"]
    },
    {
      "id": "6",
      "estate_title": "Ocean Breeze Vacation Rentals",
      "segment_name": "Vacation Rentals",
      "description": "Experience the ultimate beach getaway at Ocean Breeze Vacation Rentals. Your home away from home awaits with stunning ocean views. Our spacious vacation rentals offer all the comforts you need for a memorable stay, including fully equipped kitchens, cozy living areas, and private balconies overlooking the sea. Whether you're lounging on the beach, exploring nearby attractions, or simply enjoying quality time with loved ones, Ocean Breeze Vacation Rentals provides the perfect setting for your coastal retreat.",
      "price": "$250 / per night",
      "status": "rent",
      "area": "1200 sq ft",
      "location": "Sandy Shores, California",
      "image": "https://i.postimg.cc/QtBZnKPV/vacation8.jpg",
      "facilities": ["Fully equipped kitchen", "Oceanfront balcony", "BBQ grill", "Washer & dryer", "Free parking"]
    },
    {
      "id": "7",
      "estate_title": "Meadows Retreat",
      "segment_name": "Resorts",
      "description": "Find peace and tranquility at Whispering Meadows Retreat. Immerse yourself in nature's embrace amidst rolling hills and meadows. Unwind in spacious suites with panoramic views, indulge in farm-to-table dining, and rejuvenate your senses with holistic wellness experiences. Whether you're strolling through lush gardens or practicing yoga in the open air, Whispering Meadows Retreat offers a sanctuary for body, mind, and spirit.",
      "price": "$600,000 /",
      "status": "sale",
      "area": "7000 sq ft",
      "location": "Rural Haven, Montana",
      "image": "https://i.postimg.cc/VkT6JV8C/resorts8.jpg",
      "facilities": ["Nature trails", "Outdoor fireplace", "Swimming pond", "Gourmet dining", "Yoga pavilion"]
    },
    {
      "id": "8",
      "estate_title": "Sunny Vacation Villas",
      "segment_name": "Vacation Rentals",
      "description": "Enjoy the epitome of luxury living at Sunny Shores Vacation Villas. Experience elegance and comfort with stunning oceanfront views. Our exclusive villas boast spacious layouts, stylish decor, and premium amenities for the ultimate vacation experience. Whether you're lounging by the private pool, dining al fresco on the terrace, or exploring the vibrant local culture, Sunny Shores Vacation Villas offers a luxurious retreat for discerning travelers.",
      "price": "$300 / per night",
      "status": "rent",
      "area": "1500 sq ft",
      "location": "Sunshine Coast, Florida",
      "image": "https://i.postimg.cc/rptBQhtx/vecitional-Rentals3.jpg",
      "facilities": ["Private pool", "Beach access", "Outdoor dining area", "Jacuzzi", "Concierge service"]
    },
    {
      "id": "9",
      "estate_title": "Riverside Retreat",
      "segment_name": "Hotels",
      "description": "Escape to the tranquil Riverside Retreat, where the soothing sounds of the river lull you into relaxation. A haven for nature enthusiasts. Settle into cozy cabins nestled along the riverbank, surrounded by towering trees and abundant wildlife. Whether you're fly fishing in pristine waters, roasting marshmallows by the campfire, or simply enjoying the serenity of nature, Riverside Retreat offers a peaceful getaway from the hustle and bustle of everyday life.",
      "price": "$400,000 /",
      "status": "sale",
      "area": "3000 sq ft",
      "location": "Riverbank Haven, Oregon",
      "image": "https://i.postimg.cc/6Q9zCg5y/hotels1.jpg",
      "facilities": ["Riverside deck", "Firepit", "Kayak rental", "BBQ area", "Cozy fireplace"]
    }
  ]
  